/* No comment provided by engineer. */
"%1.0lf seconds" = "%1.0lf sekund";

/* No comment provided by engineer. */
"%i days" = "%i dni";

/* No comment provided by engineer. */
"%i hours" = "%i ur";

/* No comment provided by engineer. */
"%i minutes" = "%i minut";

/* No comment provided by engineer. */
"%i weeks" = "%i tednov";

/* No comment provided by engineer. */
"1 day" = "1 dan";

/* No comment provided by engineer. */
"1 hour" = "1 ura";

/* No comment provided by engineer. */
"1 minute" = "1 minuta";

/* No comment provided by engineer. */
"1 second" = "1 sekunda";

/* No comment provided by engineer. */
"1 week" = "1 teden";

/* No comment provided by engineer. */
"<<Attachment>>" = "<<Priponka>>";

/* clear all marks contextual menu item title */
"Clear All Marks" = "Odstrani vse zaznamke";

/* clear marks from here up contextual menu */
"Clear Marks from Here Down" = "Odstrani zaznamke od tu navzdol";

/* clear marks from here left contextual menu */
"Clear Marks from Here Left" = "Odstrani zaznamke levo od tu";

/* clear marks from here right contextual menu */
"Clear Marks from Here Right" = "Odstrani zaznamke desno od tu";

/* clear marks from here up contextual menu */
"Clear Marks from Here Up" = "Odstrani zaznamke od tu navzgor";

/* Copy the link to the clipboard */
"Copy Link" = "Kopiraj povezavo";

/* No comment provided by engineer. */
"Image Picker" = "Izbirnik slik";

/* No comment provided by engineer. */
"Invalid Input" = "Neveljaven vnos";

/* jump to the mark where the last content the user saw ends */
"Jump to Focus Mark" = "Skoči na zaznamek";

/* jump to next mark contextual menu */
"Jump to Next Mark" = "Skoči na naslednji zaznamek";

/* jump to previous mark contextual menu */
"Jump to Previous Mark" = "Skoči na prejšnji zaznamek";

/* No comment provided by engineer. */
"OK" = "V redu";

/* No comment provided by engineer. */
"Picture" = "Slika";

/* No comment provided by engineer. */
"Select Image" = "Izbor slike";